{
	"my-story": {
		"title": "My Story",
		"body": "Life really does turn on a dime… on December 4th, 2023 we received a diagnosis that we both suspected and feared. Jeff has been diagnosed with ALS.  For those unfamiliar, There is no cure. Only 20% of people diagnosed with ALS are still alive 3 years after onset of their symptoms. Only 10% are alive 5 years after symptom onset.  Jeff's symptoms began almost 3.5 years ago. He's already beating the odds. Although we are devastated, we draw strength from our family and friends, and of course, our faith. Jeff is such a strong witness to the goodness of God. He is already making plans for how he can use this circumstance for the better, to help others, to be an example of a life well lived. So… we are focusing on the now and the near future, hence the formation of the Jeffrey Birkel Foundation. Jeff wants to raise funds to help those with ALS. The purpose of this Foundation is to fundraise for the ALS Association, ALS United, and ALS Research.\n\nAnd we need your help!\n\nJeff was an avid distance runner.  He's run 10 marathons and one Grand Canyon Rim to Rim, which is like a marathon only harder. In 2005, Jeff ran the Boston Marathon and at that race helped to raise funds to support research for a rare disease, MPD, of which a dear friend and co-worker had been diagnosed.\n\nNow, Jeff wants to turn his diagnosis into an opportunity to raise funds for ALS, another rare disease like MPD and one that, because it is rare, does not get a lot of funding. Jeff encouraged his two boys, Matt and Mike, to take up running at a young age - and they did. They both ran Boston in 2023. On Father’s Day of 2024, as a gift and special experience for Jeff, and an opportunity to raise funds to support those with ALS, Matt and Mike decided they'd like to try and run Boston with Jeff -- one of them pushing him in a racing pushchair and the other running as an individual alongside. Boston is a race that requires setting an acceptable qualifying time to get an entry. They've decided the qualifying race will be the Nebraska State Fair Marathon on August 24th. We'd greatly appreciate the help of potential donors to raise funds. You see, even if they qualify for Boston on the 24th, they'll still need to apply for a pushchair entry through the ALS Association. To get that entry, they'll likely need to raise over $20K in donations by November. Their non-profit, charitable corporation, the Jeffrey Birkel Foundation,  will collect the donations. They've applied for tax exempt status with the IRS as a  501c3.(3)(c) non-profit corporation so that all donations are tax exempt and will meet the requirements of companies with matching gift programs. They are expecting approval in just a few weeks."
	},
	"what-is-als": {
		"title": "What is ALS?",
		"body": "Amyotrophic lateral sclerosis (ALS), also known as motor neurone disease (MND) or Lou Gehrig's disease in the United States, is a rare, terminal neurodegenerative disorder that results in the progressive loss of both upper and lower motor neurons that normally control voluntary muscle contraction. ALS is the most common form of the motor neuron diseases. ALS often presents in its early stages with gradual muscle stiffness, twitches, weakness, and wasting. Motor neuron loss typically continues until the abilities to eat, speak, move, and, lastly, breathe are all lost. While only 15% of people with ALS also fully develop frontotemporal dementia, an estimated 50% face at least some minor difficulties with thinking and behavior. Depending on which of the aforementioned symptoms develops first, ALS is classified as limb-onset (begins with weakness in the arms or legs) or bulbar-onset (begins with difficulty in speaking or swallowing).\n\nMost cases of ALS (about 90–95%) have no known cause, and are known as sporadic ALS. However, both genetic and environmental factors are believed to be involved. The remaining 5–10% of cases have a genetic cause, often linked to a history of the disease in the family, and these are known as familial ALS (hereditary). About half of these genetic cases are due to disease-causing variants in one of four specific genes. The diagnosis is based on a person's signs and symptoms, with testing conducted to rule out other potential causes.\n\nThere is no known cure for ALS. The goal of treatment is to slow the disease progression, and improve symptoms. Treatments that slow ALS include riluzole (extends life by two to three months) and sodium phenylbutyrate/ursodoxicoltaurine (extends life by around seven months). Non-invasive ventilation may result in both improved quality, and length of life. Mechanical ventilation can prolong survival but does not stop disease progression. A feeding tube may help maintain weight and nutrition. Death is usually caused by respiratory failure. The disease can affect people of any age, but usually starts around the age of 60. The average survival from onset to death is two to four years, though this can vary, and about 10% of those affected survive longer than ten years."
	},
	"donate": {
		"title": "Why donate?",
		"body": "Mauris ipsum enim, rhoncus a pharetra ac, tincidunt ac nulla. Mauris venenatis nunc est, at sollicitudin felis pretium venenatis. Nulla ultrices tincidunt consequat. Suspendisse maximus lacus fermentum tellus placerat mollis. Mauris elementum, turpis sed volutpat semper, nibh mauris pharetra diam, vitae interdum purus enim et elit. Ut vel gravida metus. Curabitur accumsan ultricies diam commodo vestibulum. Ut mauris justo, sodales vel consectetur id, maximus vitae lacus."
	}
}
